tap "homebrew/bundle"
tap "homebrew/services"
brew "mysql", restart_service: :changed
brew "nano"
brew "python@3.13"
brew "squashfs"
brew "snap"
brew "windows-app"
brew "tailscale", restart_service: :changed
cask "1password"
cask "aldente"
cask "arc"
cask "betterdisplay"
cask "chatgpt"
cask "discord"
cask "docker"
cask "mac-mouse-fix"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-remote-desktop"
cask "notion"
cask "spotify"
cask "visual-studio-code"
vscode "formulahendry.vscode-mysql"
vscode "ms-mssql.data-workspace-vscode"
vscode "ms-mssql.mssql"
vscode "ms-mssql.sql-bindings-vscode"
vscode "ms-mssql.sql-database-projects-vscode"
