tap "homebrew/bundle"
tap "homebrew/services"
brew "abseil"
brew "libunistring"
brew "lz4"
brew "lzo"
brew "mpdecimal"
brew "ncurses"
brew "openssl@3"
brew "protobuf"
brew "readline"
brew "sqlite"
brew "zlib"
brew "xz"
brew "zstd"
brew "icu4c@76"
brew "mysql", restart_service: :changed
brew "nano"
brew "python@3.13"
brew "squashfs"
brew "microsoft-word"
brew "logi-options-plus"
brew "snap"
brew "tailscale", restart_service: :changed
cask "1password"
cask "aldente"
cask "arc"
cask "betterdisplay"
cask "chatgpt"
cask "discord"
cask "docker"
cask "logitech-g-hub"
cask "mac-mouse-fix"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-remote-desktop"
cask "notion"
cask "spotify"
cask "visual-studio-code"
vscode "formulahendry.vscode-mysql"
vscode "ms-mssql.data-workspace-vscode"
vscode "ms-mssql.mssql"
vscode "ms-mssql.sql-bindings-vscode"
vscode "ms-mssql.sql-database-projects-vscode"
